
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">Habilitar a comunicação e baixar experiências</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 e posterior</string>
      <string id="Part_UninstallEdgePolicy">Política de Desinstalação do Microsoft Edge</string>
      <string id="Pol_ProxyMode">Escolher como especificar as configurações do servidor proxy</string>
      <string id="Name_ForceInstallsMachine">Forçar Instalação (No computador)</string>
      <string id="Name_ManualUpdatesOnly">Somente atualizações manuais</string>
      <string id="Pol_EdgePreview">Permitir que os usuários no Programa Windows Insider sejam registrados no Edge Preview</string>
      <string id="Name_UninstallEdgeDisabled">Desabilitado</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 e posterior</string>
      <string id="Explain_Applications">Um modelo ADMX/ADML atualizado será necessário para dar suporte aos aplicativos do Microsoft Edge lançados no futuro.</string>
      <string id="Name_DesktopShortcutDisabled">Impedir a criação de Atalhos da Área de Trabalho na instalação</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Remover Atalhos da Área de Trabalho após a atualização padrão</string>
      <string id="ProxyFixedServers_DropDown">Usar servidores proxy fixo</string>
      <string id="TargetChannel_Dev_DropDown">Desenvolvedor</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 e posterior</string>
      <string id="Pol_ECSControl">Controlar a comunicação do atualizador com o Serviço de Configuração e Experimentação</string>
      <string id="Explain_ECSControl">No Microsoft Edge Update, o Serviço de Configuração e Experimentação é usado para implantar o conteúdo de experimentação.

O conteúdo de experimentação consiste em uma lista dos recursos em desenvolvimento inicial que a Microsoft está disponibilizando para testes e comentários.

Se você habilitar (1) esta política, o conteúdo de experimentação será baixado do Serviço de Configuração e Experimentação.

Se você desabilitar (0) esta política, a comunicação com o Serviço de Configuração e Experimentação será interrompida completamente.

Se você não configurar esta política, em um dispositivo gerenciado, o comportamento será o mesmo que a política ''desabilitada''.

Se você não configurar esta política, em um dispositivo não gerenciado, o comportamento será o mesmo que a política ''habilitada''.</string>
      <string id="Name_InstallsDisabled">Instalações desabilitadas</string>
      <string id="Pol_TargetChannel">Substituição de Canal de Destino</string>
      <string id="Pol_AllowInstallation">Permitir instalação</string>
      <string id="Name_UninstallEdgeEnabledAndDeleteData">Habilitada e excluir os dados do usuário</string>
      <string id="Explain_CreateDesktopShortcut">Se você habilitar (1) essa política, um atalho na área de trabalho será criado quando o Microsoft Edge for instalado.
  Se você desabilitar (0) essa política, nenhum atalho na área de trabalho será criado quando o Microsoft Edge for instalado.
  Se você não configurar essa política, um atalho na área de trabalho para o Microsoft Edge será criado durante a instalação.
  Se o Microsoft Edge já estiver instalado, essa política não terá efeito.

  Se você não configurar essa política para um canal, a configuração da política “Criar Atalho da Área de Trabalho após a instalação padrão” determinará a criação de atalhos quando o Microsoft Edge for instalado.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 e posterior</string>
      <string id="Pol_AllowSideBySideExperience">Permitir a experiência de navegador Lado a Lado no Microsoft Edge</string>
      <string id="Explain_AutoUpdateCheckPeriod">Número mínimo de minutos entre as verificações das atualizações automáticas.

Defina essa política com valor 0 para desabilitar todo o tráfego de rede periódico por meio do Microsoft Edge Update. Isso não é recomendado, porque impede o Microsoft Edge Update de receber atualizações de segurança e estabilidade.

As configurações "Atualizar padrão de substituição de política" e "Atualizar substituição de política" por aplicativo devem ser usadas para gerenciar atualizações de aplicativo em vez dessa configuração.

Os valores dessa política podem variar de 0 a 43200.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Estável Estendido</string>
      <string id="Explain_DefaultUpdatePolicy">Permite especificar o comportamento padrão para todos os canais relacionados à maneira como o Microsoft Edge Update lida com as atualizações disponíveis para o Microsoft Edge. Pode ser substituído por canais individuais especificando a política “Substituição da política de atualização” para esses canais específicos.

Se você habilitar essa política, o Microsoft Edge Update tratará as atualizações do Microsoft Edge de acordo com a forma como você configura as seguintes opções:
  - Atualizações desabilitadas (0): As atualizações nunca são aplicadas.
  - Sempre permitir atualizações (1) (recomendado): As atualizações são sempre aplicadas quando encontradas, seja por verificação periódica de atualizações ou por verificação manual de atualizações.
  - Somente atualizações manuais (2): as atualizações são aplicadas somente quando o usuário executa uma verificação manual de atualizações.
  - Somente atualizações silenciosas automáticas (3): as atualizações são aplicadas somente quando são encontradas pela verificação periódica de atualizações.

Se você selecionar atualizações manuais, verifique periodicamente se há atualizações usando o mecanismo de atualização manual do aplicativo, se disponível. Se você desativar as atualizações, verifique periodicamente se há atualizações e distribua-as aos usuários.

Se você não habilitar e configurar essa política, o Microsoft Edge Update tratará as atualizações disponíveis conforme especificado pela política “Substituição da política de atualização”.

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_WebView_AutoUpdate">Permite especificar se as atualizações automáticas estão habilitadas ou não para o WebView2 Runtime. O WebView2 Runtime é um componente usado por aplicativos para exibir conteúdo da web.
  As atualizações automáticas são habilitadas por padrão. Desabilitar atualizações automáticas para o WebView2 Runtime pode causar problemas de compatibilidade com aplicativos que dependem desse componente.

  Se você habilitar essa política, o Microsoft Edge Update tratará as atualizações do WebView2 Runtime de acordo com como você configura as seguintes opções:
  - Sempre permitir atualizações (1): as atualizações são baixadas e aplicadas automaticamente
  - Atualizações desabilitadas (0): as atualizações nunca são baixadas ou aplicadas

  Se você não habilitar essa política, as atualizações serão baixadas e aplicadas automaticamente.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 e posterior</string>
      <string id="Name_MeteredUpdatesEnabled">Atualizações Limitadas Permitidas</string>
      <string id="ProxyAutoDetect_DropDown">Detectar as configurações de proxy automaticamente</string>
      <string id="ProxyPacScript_DropDown">Usar um script de proxy do .pac</string>
      <string id="Sup_EdgeUpdate1_3_179_5">Atualização 1.3.179.5 e posterior do Microsoft Edge</string>
      <string id="DownloadPreference_DropDown">URLs de download para armazenar em cache</string>
      <string id="Name_ForceInstallsUser">Forçar Instalação (Por usuário)</string>
      <string id="Explain_AllowSideBySideExperience">Essa política permite que um usuário execute o Microsoft Edge (HTML do Edge) e o Microsoft Edge (baseado em Chromium) lado a lado.

Se essa política estiver definida como “Não configurada”, o Microsoft Edge (baseado em Chromium) substituirá o Microsoft Edge (HTML do Edge) depois que o canal estável do Microsoft Edge (baseado em Chromium) e as atualizações de segurança de novembro de 2019 forem instaladas.  Esse é o mesmo comportamento que a configuração ”Desabilitada“.

A configuração “Desabilitada” (0) bloqueia uma experiência lado a lado e o Microsoft Edge (baseado em Chromium) substituirá o Microsoft Edge (HTML do Edge) após o canal estável do Microsoft Edge (baseado em Chromium) e as atualizações de segurança de novembro de 2019 forem instaladas.  Esse é o mesmo comportamento que a configuração ”Não configurada“.

Quando essa política estiver “Habilitada” (1), o Microsoft Edge (baseado em Chromium) e o Microsoft Edge (HTML do Edge) poderão ser executados lado a lado após Microsoft Edge (baseado em Chromium) ser instalado.

Para que essa política de grupo tenha efeito, ela deve ser configurada antes da instalação automática do Microsoft Edge (baseado em Chromium) pelo Windows Update. Observação: um usuário pode bloquear a atualização automática do Microsoft Edge (baseado em Chromium) usando o Blocker Toolkit do Microsoft Edge (baseado em Chromium).

A partir do Windows 10 versão 20H2, a Versão Prévia do Microsoft Edge e a experiência de navegador lado a lado não são suportados.</string>
      <string id="Explain_RemoveDesktopShortcut">Se você definir essa política como "Forçar a exclusão de atalhos da área de trabalho no nível do sistema" (1), todos os atalhos da área de trabalho do Microsoft Edge existentes no nível do sistema serão excluídos quando o navegador for atualizado ou a máquina for reinicializada.
  Se você definir essa política como "Forçar a exclusão de atalhos da área de trabalho no nível do sistema e no nível do usuário" (2), todos os atalhos da área de trabalho do Microsoft Edge existentes no nível do sistema serão excluídos quando o navegador for atualizado ou a máquina for reinicializada e qualquer área de trabalho existente no nível do usuário os atalhos serão excluídos quando o navegador for atualizado. Isso inclui atalhos na área de trabalho no nível do usuário que os próprios usuários podem ter criado.
  Se você não configurar essa política ou desativá-la (0), nada acontecerá com os atalhos existentes da área de trabalho do Microsoft Edge.

  Se você não configurar essa política para um canal, a configuração da política “Remover Atalhos da Área de Trabalho após a atualização padrão” determinará a remoção do atalho da área de trabalho.</string>
      <string id="ProxyDisabled_DropDown">Nunca usar um proxy</string>
      <string id="Pol_DefaultAllowInstallation">Permitir padrão de instalação</string>
      <string id="Pol_ProxyPacUrl">URL de um arquivo .pac de proxy</string>
      <string id="Cat_Applications">Aplicativos</string>
      <string id="Explain_ProxyPacUrl">Permite que você especifique uma URL a um arquivo de configuração automática do proxy (PAC).

   Se você habilitar essa política, poderá especificar uma URL a um arquivo de PAC para automatizar como o Microsoft Edge Update selecionará o servidor proxy apropriado para buscar um site específico.

  Essa política será aplicada somente se você tiver especificado as configurações de proxy manuais na política ' Escolha como especificar as configurações de um servidor proxy '.

   Não configure essa política se você tiver selecionado uma configuração de proxy diferente da manual na política ' Escolha como especificar as configurações de um servidor proxy '.</string>
      <string id="Sup_EdgeUpdate1_3_193_5">Microsoft Edge Update 1.3.193.5 e posterior</string>
      <string id="TargetChannel_Beta_DropDown">Beta</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge Update 1.3.168.21 e posterior</string>
      <string id="Explain_Preferences">Políticas gerais para o Microsoft Edge Update.</string>
      <string id="Explain_WebView">Especifica políticas para o WebView2 Runtime.</string>
      <string id="Name_DefaultMeteredUpdatesDisabled">Atualizações Limitadas Padrão Desabilitadas</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 e posterior</string>
      <string id="Explain_ProxyServer">Permite especificar a URL do servidor proxy para o Microsoft Edge Update poder usar.

   Se você habilitar essa política, poderá definir a URL do servidor proxy usada pela atualização do Microsoft Edge na sua organização.

Essa política será aplicada somente se você tiver selecionado configurações de proxy manuais na política ' Escolha como especificar as configurações de um servidor proxy '.

    Não configure essa política se você tiver selecionado uma configuração de proxy diferente da manual na política 'Escolha como especificar as configurações de um servidor proxy '.</string>
      <string id="Pol_MeteredUpdates">Permitir que os usuários atualizem em conexões limitadas</string>
      <string id="Name_UninstallEdgeNotConfigured">Não Configurado</string>
      <string id="Explain_DefaultAllowInstallation">Você pode especificar o comportamento padrão de todos os canais para permitir ou bloquear o Microsoft Edge em dispositivos ingressados no domínio.

Você pode substituir essa política para canais individuais ativando (1) a política “Permitir instalação” para canais específicos.

Se você desabilitar (2) essa política, a instalação do Microsoft Edge será bloqueada. Isso afeta apenas a instalação do software Microsoft Edge quando a política “Permitir instalação” está definida como Não configurada.

Essa política não impede a execução do Microsoft Edge Update nem impede que os usuários instalem o software Microsoft Edge usando outros métodos.

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Update 1.3.155.1 e posterior</string>
      <string id="TargetChannel_Stable_DropDown">Estável</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Padrão de substituição de política de atualização</string>
      <string id="Explain_ProxyMode">Permite que você especifique as configurações do servidor proxy que são usadas pelo Microsoft Edge Update.

   Se você habilitar essa política, poderá escolher entre as seguintes opções do servidor proxy:
   - Se você optar por nunca usar um servidor proxy e sempre se conectar diretamente, todas as outras opções serão ignoradas.
   - Se você optar por usar as configurações proxy do sistema ou detectar automaticamente o servidor proxy, todas as outras opções serão ignoradas.
   - Se você escolher o modo proxy do servidor fixo, poderá especificar outras opções na política 'Endereço ou URL de um servidor proxy'.
   - Se você optar por usar um script do proxy, você deverá especificar a URL do script na política 'URL para o arquivo .pac de proxy'.

   Se você habilitar essa política, os usuários da sua organização não poderão alterar as configurações do proxy no Microsoft Edge Update.

   Se você desabilitar ou não configurar essa política, nenhuma configuração do servidor proxy será configurada, mas os usuários da sua organização poderão escolher suas próprias configurações proxy do Microsoft Edge Update.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 e posterior</string>
      <string id="Pol_RemoveDesktopShortcut">Remover Atalhos da Área de Trabalho após a atualização</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1 e posterior</string>
      <string id="Name_UpdatesDisabled">Atualizações desabilitadas</string>
      <string id="Pol_RollbackToTargetVersion">Reverter para a versão de Destino</string>
      <string id="Explain_WebView_Install">Permite especificar se o WebView2 Runtime pode ser instalado usando o Microsoft Edge Update.

  Se você habilitar (1) essa política, os usuários poderão instalar o WebView2 Runtime por meio do Microsoft Edge Update.

  Se você desabilitar (0) essa política (ou defini-la como “Instalações desabilitadas”), os usuários não poderão instalar o WebView2 Runtime por meio do Microsoft Edge Update.

  Se você definir essa política como Sempre permitir instalações em toda a máquina, mas não instalações por usuário (4), o tempo de execução do WebView2 será implantado apenas em toda a máquina.

  Se você definir a política como Forçar instalações (em toda a máquina) (5), os usuários poderão instalar o WebView2 Runtime em todas as máquinas onde o Microsoft Edge Update estiver pré-instalado. Requer atualização do Microsoft Edge 1.3.155.43 ou superior.

  Se você não configurar essa política, o WebView2 Runtime será instalado por meio do Microsoft Edge Update.</string>
      <string id="Explain_GoogleUpdate">Políticas para controlar a instalação e a atualização do Microsoft Edge usando o Microsoft Edge Update.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Permite especificar o comportamento padrão de todos os canais para criar um atalho na área de trabalho quando o Microsoft Edge estiver instalado.

  Se você definir essa política como "Forçar a exclusão de atalhos da área de trabalho no nível do sistema" (1), todos os atalhos da área de trabalho do Microsoft Edge existentes no nível do sistema serão excluídos quando o navegador for atualizado ou a máquina for reinicializada.
  Se você definir essa política como "Forçar a exclusão de atalhos da área de trabalho no nível do sistema e no nível do usuário" (2), todos os atalhos da área de trabalho do Microsoft Edge existentes no nível do sistema serão excluídos quando o navegador for atualizado ou a máquina for reinicializada e qualquer área de trabalho existente no nível do usuário os atalhos serão excluídos quando o navegador for atualizado. Isso inclui atalhos na área de trabalho no nível do usuário que os próprios usuários podem ter criado.
  Se você não configurar essa política ou desativá-la (0), nada acontecerá com os atalhos existentes da área de trabalho do Microsoft Edge.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Se você habilitar essa política, as verificações de atualização serão suprimidas todos os dias a partir de Hora:Minuto por um período de Duração (em minutos). A duração não é afetada pelo horário de verão. Por exemplo, se a hora de início for 22:00 e a duração for de 480 minutos, as atualizações serão suprimidas por exatamente 8 horas, independentemente de o horário de verão começar ou terminar durante esse período.

Se você desabilitar ou não configurar esta política, as verificações de atualização não serão suprimidas durante um período específico.

Os valores desta política podem variar de 0 a 23 para horas, de 0 a 59 para minutos e de 0 a 960 para duração em minutos.</string>
      <string id="Name_UpdatesEnabled">Sempre permitir atualizações (recomendado)</string>
      <string id="Cat_ProxyServer">Servidor Proxy</string>
      <string id="Pol_CreateDesktopShortcut">Criar Atalho da Área de Trabalho após a instalação</string>
      <string id="Pol_AutoUpdateCheckPeriod">Substituição do período de verificação de atualização automática</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 e posterior</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Criar Atalho da Área de Trabalho após a instalação padrão</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Forçar exclusão de Atalhos da Área de Trabalho no nível do sistema</string>
      <string id="Name_ECSCommunicationDisabled">Desabilitar a comunicação com o Serviço de Configuração e Experimentação</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 e posterior</string>
      <string id="Name_InstallsEnabled">Sempre permitir Instalações (recomendado)</string>
      <string id="Explain_DownloadPreference">Se habilitado, o servidor do Microsoft Edge Update tentará fornecer URLs próprias para cache para conteúdo de atualização em suas respostas.</string>
      <string id="Name_AutomaticUpdatesOnly">Somente atualizações silenciosas automáticas</string>
      <string id="Pol_DefaultMeteredUpdates">Permitir que os usuários atualizem todos os aplicativos em conexões limitadas</string>
      <string id="Name_DefaultMeteredUpdatesEnabled">Atualizações Limitadas Padrão Permitidas</string>
      <string id="Pol_TargetVersionPrefix">Substituição da versão de destino</string>
      <string id="Pol_UninstallEdge">Especificar comportamento de desinstalação do Microsoft Edge</string>
      <string id="Name_MeteredUpdatesDisabled">Desabilitar atualizações limitadas</string>
      <string id="Pol_DownloadPreference">Baixar substituição de classe de URL</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Período em cada dia para suprimir a verificação de atualização automática</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 e posterior</string>
      <string id="Cat_WebView">Microsoft Edge WebView2 Runtime</string>
      <string id="Pol_UpdatePolicy">Substituição da política de atualização</string>
      <string id="Name_UninstallEdgeEnabledAndKeepData">Habilitado</string>
      <string id="Pol_ProxyServer">Endereço ou URL do servidor proxy</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Permite especificar o comportamento padrão de todos os canais para criar um atalho na área de trabalho quando o Microsoft Edge estiver instalado.

  Se você habilitar (1) essa política, um atalho na área de trabalho será criado quando o Microsoft Edge for instalado.
  Se você desabilitar (0) essa política, nenhum atalho na área de trabalho será criado quando o Microsoft Edge for instalado.
  Se você não configurar essa política, um atalho na área de trabalho para o Microsoft Edge será criado durante a instalação.
  Se o Microsoft Edge já estiver instalado, essa política não terá efeito.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Forçar exclusão de Atalhos da Área de Trabalho no nível do sistema e no nível do usuário</string>
      <string id="ProxyUseSystem_DropDown">Usar configurações de proxy do sistema</string>
      <string id="Cat_Preferences">Preferências</string>
      <string id="Name_InstallsEnabledMachineOnly">Sempre permitir Machine-Wide Instalação, mas não Per-User Instalação</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge Update</string>
      <string id="Explain_DefaultMeteredUpdatesPolicy">Especifica se o Microsoft Edge Update fará atualizações em conexões marcadas como limitadas, como conexões de celular ou outras em que o uso de dados é controlado para todos os aplicativos. 

Se você não habilitar e configurar essa política, as atualizações ocorrerão com base na opção "Baixar atualizações em conexões limitadas" na página Sobre do navegador Microsoft Edge. Se um usuário não fizer uma escolha, a configuração do Windows será usada. Você pode saber mais sobre a configuração do Windows aqui: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Sempre permitir atualizações (2): as atualizações serão sempre baixadas quando encontradas, seja por verificação de atualização automática ou por uma verificação de atualização manual.

Atualizações desabilitadas (1): as atualizações não serão baixadas ao usar uma conexão limitada.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Especifica se um canal do Microsoft Edge pode ser instalado em dispositivos ingressados no domínio.

  Se você habilitar (1) essa política para um canal, a instalação do Microsoft Edge não será bloqueada.

  Se você desabilitar (0) essa política para um canal (ou defini-la como “Instalações desabilitadas”), a instalação do Microsoft Edge será bloqueada.

  Se você não configurar essa política para um canal, a configuração da política “Permitir padrão de instalação” determinará se os usuários podem instalar esse canal do Microsoft Edge.

Se você definir esta política como Sempre permitir Machine-Wide Instalação, mas não Per-User (4), Microsoft Edge será implantado somente em todo o computador.

Se você definir essa política como Forçar instalações (em toda a máquina) (5), “APP_NAME” só poderá ser implantado em toda a máquina se o Microsoft Edge Update estiver pré-instalado. Requer atualização do Microsoft Edge 1.3.155.43 ou superior.

Se você definir essa política como Forçar instalações (por usuário) (6), “APP_NAME” só poderá ser implantado por usuário em todas as máquinas se o Microsoft Edge Update estiver pré-instalado por usuário. Requer atualização do Microsoft Edge 1.3.155.43 ou superior.

Esta política está disponível somente em instâncias do Windows que ingressaram em um domínio Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Especifica como o Microsoft Edge Update lida com as atualizações disponíveis do Microsoft Edge.

Se você habilitar essa política, o Microsoft Edge Update tratará as atualizações do Microsoft Edge de acordo com a forma como você configura as seguintes opções:
  - Atualizações desabilitadas (0): As atualizações nunca são aplicadas.
  - Sempre permitir atualizações (1) (Recomendado): As atualizações são sempre aplicadas quando encontradas, seja por verificação periódica de atualizações ou por verificação manual de atualizações.
  - Somente atualizações manuais (2): as atualizações são aplicadas somente quando o usuário executa uma verificação manual de atualizações. (Nem todos os aplicativos fornecem uma interface para essa opção.)
  - Somente atualizações silenciosas automáticas (3): as atualizações são aplicadas somente quando são encontradas pela verificação periódica de atualizações.

Se você selecionar atualizações manuais, verifique periodicamente se há atualizações usando o mecanismo de atualização manual do aplicativo, se disponível. Se você desativar as atualizações, verifique periodicamente se há atualizações e distribua-as aos usuários.

Se você não habilitar e configurar essa política, o Microsoft Edge Update tratará as atualizações disponíveis conforme especificado pela política “Padrão de substituição de política de atualização”.

Veja http://go.microsoft.com/fwlink/?linkid=2136406 para obter mais informações.

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Especifica para qual canal o Microsoft Edge deve ser atualizado.

Se você habilitar essa política, o Microsoft Edge será atualizado para o Canal de acordo com a forma como você configura as seguintes opções:

  - Estável: o Microsoft Edge será atualizado para a versão estável mais recente.
  - Beta: o Microsoft Edge será atualizado para a versão beta mais recente.
  - Dev: o Microsoft Edge será atualizado para a versão de desenvolvimento mais recente.
  - Estável Estendido: o Microsoft Edge será atualizado para a versão estável estendida mais recente, que segue uma cadência de lançamento mais longa do que a estável. Para obter mais informações, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Se você não configurar essa política, o Microsoft Edge será atualizado para a versão mais recente disponível para o Canal padrão.

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Quando esta política e a atualização estiverem habilitadas, o Microsoft Edge será atualizado para a versão especificada por esse valor da política.

O valor da política deve ser uma versão específica do Microsoft Edge, por exemplo 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não fará o downgrade para a versão especificada.

Se a versão especificada não existir ou estiver formatada incorretamente, o Microsoft Edge permanecerá na sua versão atual e não será atualizado para versões futuras automaticamente.

Confira http://go.microsoft.com/fwlink/?linkid=2136707 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Especifica que o Microsoft Edge Update deve reverter as instalações do Microsoft Edge para a versão indicada em ''Substituição da versão de destino''.

Essa política não tem efeito, a menos que ''Substituição da versão de destino'' esteja definido e ''Substituição da política de atualização'' esteja definido como um dos estados ATIVADO (Sempre permitir atualizações, Somente atualizações silenciosas automáticas, Somente atualizações manuais).

Se você desabilitar (0) essa política ou não a configurar, as instalações com uma versão superior à especificada por ''Substituição da versão de destino'' serão deixadas como estão.

Se você habilitar (1) essa política, as instalações com uma versão atual maior que a especificada por ''Substituição da versão de destino'' serão rebaixadas para a versão de destino.

Recomendamos que os usuários instalem a versão mais recente do navegador Microsoft Edge para garantir a proteção pelas atualizações de segurança mais recentes. A reversão para uma versão anterior corre o risco de exposição a problemas de segurança conhecidos. Essa política deve ser usada como uma correção temporária para solucionar problemas em uma atualização do navegador Microsoft Edge.

Antes de reverter temporariamente a versão do navegador, recomendamos que você ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os usuários da sua organização. Se você não ativar a Sincronização, existe o risco de perda permanente dos dados de navegação. Use essa política por sua conta e risco.

Observação: todas as versões disponíveis para reversão podem ser visualizadas aqui https://aka.ms/EdgeEnterprise.

Essa política se aplica ao Microsoft Edge versão 86 ou posterior.

Confira https://go.microsoft.com/fwlink/?linkid=2133918 para obter mais informações.

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Permite especificar se os usuários do programa Windows Insider estão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você habilitar (1) essa política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você desabilitar (0) essa política, os usuários do Programa Windows Insider não poderão ser inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você não configurar essa política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update por padrão.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdge">Especifica se o Microsoft Edge Update fará atualizações em conexões marcadas como limitadas, como conexões de celular ou outras em que o uso de dados é controlado para o navegador do Microsoft Edge. 

Se você não habilitar e configurar essa política, as atualizações ocorrerão com base na opção "Baixar atualizações em conexões limitadas" na página Sobre do navegador Microsoft Edge. Se um usuário não fizer uma escolha, a configuração do Windows será usada. Você pode saber mais sobre a configuração do Windows aqui: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Sempre permitir atualizações (2): as atualizações serão sempre baixadas quando encontradas, seja por verificação de atualização automática ou por uma verificação de atualização manual.

Desabilitar atualizações (1): as atualizações não serão baixadas ao usar uma conexão limitada.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdge">Você pode especificar se o Microsoft Edge (canal estável) está desinstalado ou bloqueado para desinstalação em dispositivos associados a um domínio no Espaço Econômico Europeu (EEA).

Se essa política estiver definida como 'Habilitada', o Microsoft Edge será desinstalado automaticamente em todos os dispositivos no EEA onde essa política estiver implantada. Os dados do usuário serão mantidos no dispositivo. O Microsoft Edge será desinstalado na próxima vez que o Microsoft Edge Update verificar automaticamente por atualizações. Se o Microsoft Edge for desinstalado dos dispositivos, aplicativos, widgets (por exemplo, Notícias, Pesquisa e Clima) ou quaisquer outros Aplicativos Progressivos da Web (PWAs) que dependem do Microsoft Edge não estarão mais disponíveis.

Se essa política estiver definida como 'Habilitada e excluir dados do usuário' (Configuração '2'), o Microsoft Edge será desinstalado automaticamente em todos os dispositivos na EEA onde essa política é aplicada, e os dados do usuário serão excluídos do dispositivo.

Se esta política estiver definida como 'Desativada' (Configuração '3'), todos os usuários na EEA são impedidos de desinstalar o Microsoft Edge onde essa política está implantada.

Se a política não estiver configurada (configuração padrão), a configuração de região do Windows do usuário determinará se ele poderá desinstalar o Microsoft Edge em um dispositivo associado a um domínio. Apenas usuários em países do EEA poderão desinstalar o Microsoft Edge se escolherem fazê-lo. Usuários fora dessa área não poderão desinstalar o Microsoft Edge. 

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.

Se o Microsoft Edge precisar ser reinstalado:
- Você pode definir a política de 'Instalação' para Forçar Instalações (em toda o computador) para reinstalar o Microsoft Edge.
- Se você definir a política de Instalação para Forçar Instalações (em toda o computador) e também definir a política de Desinstalação como Habilitada, a política de Forçar Instalações (em toda o computador) substituirá a política de Desinstalação.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Especifica se um canal do Microsoft Edge pode ser instalado em dispositivos ingressados no domínio.

  Se você habilitar (1) essa política para um canal, a instalação do Microsoft Edge não será bloqueada.

  Se você desabilitar (0) essa política para um canal (ou defini-la como “Instalações desabilitadas”), a instalação do Microsoft Edge será bloqueada.

  Se você não configurar essa política para um canal, a configuração da política “Permitir padrão de instalação” determinará se os usuários podem instalar esse canal do Microsoft Edge.

Se você definir esta política como Sempre permitir Machine-Wide Instalação, mas não Per-User (4), Microsoft Edge Beta será implantado somente em todo o computador.

Se você definir essa política como Forçar instalações (em toda a máquina) (5), “APP_NAME” só poderá ser implantado em toda a máquina se o Microsoft Edge Update estiver pré-instalado. Requer atualização do Microsoft Edge 1.3.155.43 ou superior.

Se você definir essa política como Forçar instalações (por usuário) (6), “APP_NAME” só poderá ser implantado por usuário em todas as máquinas se o Microsoft Edge Update estiver pré-instalado por usuário. Requer atualização do Microsoft Edge 1.3.155.43 ou superior.

Esta política está disponível somente em instâncias do Windows que ingressaram em um domínio Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Especifica como o Microsoft Edge Update lida com as atualizações disponíveis do Microsoft Edge.

Se você habilitar essa política, o Microsoft Edge Update tratará as atualizações do Microsoft Edge de acordo com a forma como você configura as seguintes opções:
  - Atualizações desabilitadas (0): As atualizações nunca são aplicadas.
  - Sempre permitir atualizações (1) (Recomendado): As atualizações são sempre aplicadas quando encontradas, seja por verificação periódica de atualizações ou por verificação manual de atualizações.
  - Somente atualizações manuais (2): as atualizações são aplicadas somente quando o usuário executa uma verificação manual de atualizações. (Nem todos os aplicativos fornecem uma interface para essa opção.)
  - Somente atualizações silenciosas automáticas (3): as atualizações são aplicadas somente quando são encontradas pela verificação periódica de atualizações.

Se você selecionar atualizações manuais, verifique periodicamente se há atualizações usando o mecanismo de atualização manual do aplicativo, se disponível. Se você desativar as atualizações, verifique periodicamente se há atualizações e distribua-as aos usuários.

Se você não habilitar e configurar essa política, o Microsoft Edge Update tratará as atualizações disponíveis conforme especificado pela política “Padrão de substituição de política de atualização”.

Veja http://go.microsoft.com/fwlink/?linkid=2136406 para obter mais informações.

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Especifica para qual canal o Microsoft Edge deve ser atualizado.

Se você habilitar essa política, o Microsoft Edge será atualizado para o Canal de acordo com a forma como você configura as seguintes opções:

  - Estável: o Microsoft Edge será atualizado para a versão estável mais recente.
  - Beta: o Microsoft Edge será atualizado para a versão beta mais recente.
  - Dev: o Microsoft Edge será atualizado para a versão de desenvolvimento mais recente.
  - Estável Estendido: o Microsoft Edge será atualizado para a versão estável estendida mais recente, que segue uma cadência de lançamento mais longa do que a estável. Para obter mais informações, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Se você não configurar essa política, o Microsoft Edge será atualizado para a versão mais recente disponível para o Canal padrão.

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Quando esta política e a atualização estiverem habilitadas, o Microsoft Edge será atualizado para a versão especificada por esse valor da política.

O valor da política deve ser uma versão específica do Microsoft Edge, por exemplo 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não fará o downgrade para a versão especificada.

Se a versão especificada não existir ou estiver formatada incorretamente, o Microsoft Edge permanecerá na sua versão atual e não será atualizado para versões futuras automaticamente.

Confira http://go.microsoft.com/fwlink/?linkid=2136707 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Especifica que o Microsoft Edge Update deve reverter as instalações do Microsoft Edge para a versão indicada em ''Substituição da versão de destino''.

Essa política não tem efeito, a menos que ''Substituição da versão de destino'' esteja definido e ''Substituição da política de atualização'' esteja definido como um dos estados ATIVADO (Sempre permitir atualizações, Somente atualizações silenciosas automáticas, Somente atualizações manuais).

Se você desabilitar (0) essa política ou não a configurar, as instalações com uma versão superior à especificada por ''Substituição da versão de destino'' serão deixadas como estão.

Se você habilitar (1) essa política, as instalações com uma versão atual maior que a especificada por ''Substituição da versão de destino'' serão rebaixadas para a versão de destino.

Recomendamos que os usuários instalem a versão mais recente do navegador Microsoft Edge para garantir a proteção pelas atualizações de segurança mais recentes. A reversão para uma versão anterior corre o risco de exposição a problemas de segurança conhecidos. Essa política deve ser usada como uma correção temporária para solucionar problemas em uma atualização do navegador Microsoft Edge.

Antes de reverter temporariamente a versão do navegador, recomendamos que você ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os usuários da sua organização. Se você não ativar a Sincronização, existe o risco de perda permanente dos dados de navegação. Use essa política por sua conta e risco.

Observação: todas as versões disponíveis para reversão podem ser visualizadas aqui https://aka.ms/EdgeEnterprise.

Essa política se aplica ao Microsoft Edge versão 86 ou posterior.

Confira https://go.microsoft.com/fwlink/?linkid=2133918 para obter mais informações.

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Permite especificar se os usuários do programa Windows Insider estão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você habilitar (1) essa política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você desabilitar (0) essa política, os usuários do Programa Windows Insider não poderão ser inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você não configurar essa política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update por padrão.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeBeta">Especifica se o Microsoft Edge Update fará atualizações em conexões marcadas como limitadas, como conexões de celular ou outras em que o uso de dados é controlado para o navegador do Microsoft Edge. 

Se você não habilitar e configurar essa política, as atualizações ocorrerão com base na opção "Baixar atualizações em conexões limitadas" na página Sobre do navegador Microsoft Edge. Se um usuário não fizer uma escolha, a configuração do Windows será usada. Você pode saber mais sobre a configuração do Windows aqui: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Sempre permitir atualizações (2): as atualizações serão sempre baixadas quando encontradas, seja por verificação de atualização automática ou por uma verificação de atualização manual.

Desabilitar atualizações (1): as atualizações não serão baixadas ao usar uma conexão limitada.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeBeta">Você pode especificar se o Microsoft Edge (canal estável) está desinstalado ou bloqueado para desinstalação em dispositivos associados a um domínio no Espaço Econômico Europeu (EEA).

Se essa política estiver definida como 'Habilitada', o Microsoft Edge será desinstalado automaticamente em todos os dispositivos no EEA onde essa política estiver implantada. Os dados do usuário serão mantidos no dispositivo. O Microsoft Edge será desinstalado na próxima vez que o Microsoft Edge Update verificar automaticamente por atualizações. Se o Microsoft Edge for desinstalado dos dispositivos, aplicativos, widgets (por exemplo, Notícias, Pesquisa e Clima) ou quaisquer outros Aplicativos Progressivos da Web (PWAs) que dependem do Microsoft Edge não estarão mais disponíveis.

Se essa política estiver definida como 'Habilitada e excluir dados do usuário' (Configuração '2'), o Microsoft Edge será desinstalado automaticamente em todos os dispositivos na EEA onde essa política é aplicada, e os dados do usuário serão excluídos do dispositivo.

Se esta política estiver definida como 'Desativada' (Configuração '3'), todos os usuários na EEA são impedidos de desinstalar o Microsoft Edge onde essa política está implantada.

Se a política não estiver configurada (configuração padrão), a configuração de região do Windows do usuário determinará se ele poderá desinstalar o Microsoft Edge em um dispositivo associado a um domínio. Apenas usuários em países do EEA poderão desinstalar o Microsoft Edge se escolherem fazê-lo. Usuários fora dessa área não poderão desinstalar o Microsoft Edge. 

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.

Se o Microsoft Edge precisar ser reinstalado:
- Você pode definir a política de 'Instalação' para Forçar Instalações (em toda o computador) para reinstalar o Microsoft Edge.
- Se você definir a política de Instalação para Forçar Instalações (em toda o computador) e também definir a política de Desinstalação como Habilitada, a política de Forçar Instalações (em toda o computador) substituirá a política de Desinstalação.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Especifica se um canal do Microsoft Edge pode ser instalado em dispositivos ingressados no domínio.

  Se você habilitar (1) essa política para um canal, a instalação do Microsoft Edge não será bloqueada.

  Se você desabilitar (0) essa política para um canal (ou defini-la como “Instalações desabilitadas”), a instalação do Microsoft Edge será bloqueada.

  Se você não configurar essa política para um canal, a configuração da política “Permitir padrão de instalação” determinará se os usuários podem instalar esse canal do Microsoft Edge.

Se você definir esta política como Sempre permitir Machine-Wide Instalação, mas não Per-User (4), Microsoft Edge Dev será implantado somente em todo o computador.

Se você definir essa política como Forçar instalações (em toda a máquina) (5), “APP_NAME” só poderá ser implantado em toda a máquina se o Microsoft Edge Update estiver pré-instalado. Requer atualização do Microsoft Edge 1.3.155.43 ou superior.

Se você definir essa política como Forçar instalações (por usuário) (6), “APP_NAME” só poderá ser implantado por usuário em todas as máquinas se o Microsoft Edge Update estiver pré-instalado por usuário. Requer atualização do Microsoft Edge 1.3.155.43 ou superior.

Esta política está disponível somente em instâncias do Windows que ingressaram em um domínio Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Especifica como o Microsoft Edge Update lida com as atualizações disponíveis do Microsoft Edge.

Se você habilitar essa política, o Microsoft Edge Update tratará as atualizações do Microsoft Edge de acordo com a forma como você configura as seguintes opções:
  - Atualizações desabilitadas (0): As atualizações nunca são aplicadas.
  - Sempre permitir atualizações (1) (Recomendado): As atualizações são sempre aplicadas quando encontradas, seja por verificação periódica de atualizações ou por verificação manual de atualizações.
  - Somente atualizações manuais (2): as atualizações são aplicadas somente quando o usuário executa uma verificação manual de atualizações. (Nem todos os aplicativos fornecem uma interface para essa opção.)
  - Somente atualizações silenciosas automáticas (3): as atualizações são aplicadas somente quando são encontradas pela verificação periódica de atualizações.

Se você selecionar atualizações manuais, verifique periodicamente se há atualizações usando o mecanismo de atualização manual do aplicativo, se disponível. Se você desativar as atualizações, verifique periodicamente se há atualizações e distribua-as aos usuários.

Se você não habilitar e configurar essa política, o Microsoft Edge Update tratará as atualizações disponíveis conforme especificado pela política “Padrão de substituição de política de atualização”.

Veja http://go.microsoft.com/fwlink/?linkid=2136406 para obter mais informações.

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Especifica para qual canal o Microsoft Edge deve ser atualizado.

Se você habilitar essa política, o Microsoft Edge será atualizado para o Canal de acordo com a forma como você configura as seguintes opções:

  - Estável: o Microsoft Edge será atualizado para a versão estável mais recente.
  - Beta: o Microsoft Edge será atualizado para a versão beta mais recente.
  - Dev: o Microsoft Edge será atualizado para a versão de desenvolvimento mais recente.
  - Estável Estendido: o Microsoft Edge será atualizado para a versão estável estendida mais recente, que segue uma cadência de lançamento mais longa do que a estável. Para obter mais informações, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Se você não configurar essa política, o Microsoft Edge será atualizado para a versão mais recente disponível para o Canal padrão.

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Quando esta política e a atualização estiverem habilitadas, o Microsoft Edge será atualizado para a versão especificada por esse valor da política.

O valor da política deve ser uma versão específica do Microsoft Edge, por exemplo 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não fará o downgrade para a versão especificada.

Se a versão especificada não existir ou estiver formatada incorretamente, o Microsoft Edge permanecerá na sua versão atual e não será atualizado para versões futuras automaticamente.

Confira http://go.microsoft.com/fwlink/?linkid=2136707 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Especifica que o Microsoft Edge Update deve reverter as instalações do Microsoft Edge para a versão indicada em ''Substituição da versão de destino''.

Essa política não tem efeito, a menos que ''Substituição da versão de destino'' esteja definido e ''Substituição da política de atualização'' esteja definido como um dos estados ATIVADO (Sempre permitir atualizações, Somente atualizações silenciosas automáticas, Somente atualizações manuais).

Se você desabilitar (0) essa política ou não a configurar, as instalações com uma versão superior à especificada por ''Substituição da versão de destino'' serão deixadas como estão.

Se você habilitar (1) essa política, as instalações com uma versão atual maior que a especificada por ''Substituição da versão de destino'' serão rebaixadas para a versão de destino.

Recomendamos que os usuários instalem a versão mais recente do navegador Microsoft Edge para garantir a proteção pelas atualizações de segurança mais recentes. A reversão para uma versão anterior corre o risco de exposição a problemas de segurança conhecidos. Essa política deve ser usada como uma correção temporária para solucionar problemas em uma atualização do navegador Microsoft Edge.

Antes de reverter temporariamente a versão do navegador, recomendamos que você ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os usuários da sua organização. Se você não ativar a Sincronização, existe o risco de perda permanente dos dados de navegação. Use essa política por sua conta e risco.

Observação: todas as versões disponíveis para reversão podem ser visualizadas aqui https://aka.ms/EdgeEnterprise.

Essa política se aplica ao Microsoft Edge versão 86 ou posterior.

Confira https://go.microsoft.com/fwlink/?linkid=2133918 para obter mais informações.

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Permite especificar se os usuários do programa Windows Insider estão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você habilitar (1) essa política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você desabilitar (0) essa política, os usuários do Programa Windows Insider não poderão ser inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você não configurar essa política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update por padrão.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeDev">Especifica se o Microsoft Edge Update fará atualizações em conexões marcadas como limitadas, como conexões de celular ou outras em que o uso de dados é controlado para o navegador do Microsoft Edge. 

Se você não habilitar e configurar essa política, as atualizações ocorrerão com base na opção "Baixar atualizações em conexões limitadas" na página Sobre do navegador Microsoft Edge. Se um usuário não fizer uma escolha, a configuração do Windows será usada. Você pode saber mais sobre a configuração do Windows aqui: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Sempre permitir atualizações (2): as atualizações serão sempre baixadas quando encontradas, seja por verificação de atualização automática ou por uma verificação de atualização manual.

Desabilitar atualizações (1): as atualizações não serão baixadas ao usar uma conexão limitada.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeDev">Você pode especificar se o Microsoft Edge (canal estável) está desinstalado ou bloqueado para desinstalação em dispositivos associados a um domínio no Espaço Econômico Europeu (EEA).

Se essa política estiver definida como 'Habilitada', o Microsoft Edge será desinstalado automaticamente em todos os dispositivos no EEA onde essa política estiver implantada. Os dados do usuário serão mantidos no dispositivo. O Microsoft Edge será desinstalado na próxima vez que o Microsoft Edge Update verificar automaticamente por atualizações. Se o Microsoft Edge for desinstalado dos dispositivos, aplicativos, widgets (por exemplo, Notícias, Pesquisa e Clima) ou quaisquer outros Aplicativos Progressivos da Web (PWAs) que dependem do Microsoft Edge não estarão mais disponíveis.

Se essa política estiver definida como 'Habilitada e excluir dados do usuário' (Configuração '2'), o Microsoft Edge será desinstalado automaticamente em todos os dispositivos na EEA onde essa política é aplicada, e os dados do usuário serão excluídos do dispositivo.

Se esta política estiver definida como 'Desativada' (Configuração '3'), todos os usuários na EEA são impedidos de desinstalar o Microsoft Edge onde essa política está implantada.

Se a política não estiver configurada (configuração padrão), a configuração de região do Windows do usuário determinará se ele poderá desinstalar o Microsoft Edge em um dispositivo associado a um domínio. Apenas usuários em países do EEA poderão desinstalar o Microsoft Edge se escolherem fazê-lo. Usuários fora dessa área não poderão desinstalar o Microsoft Edge. 

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.

Se o Microsoft Edge precisar ser reinstalado:
- Você pode definir a política de 'Instalação' para Forçar Instalações (em toda o computador) para reinstalar o Microsoft Edge.
- Se você definir a política de Instalação para Forçar Instalações (em toda o computador) e também definir a política de Desinstalação como Habilitada, a política de Forçar Instalações (em toda o computador) substituirá a política de Desinstalação.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Especifica se um canal do Microsoft Edge pode ser instalado em dispositivos ingressados no domínio.

  Se você habilitar (1) essa política para um canal, a instalação do Microsoft Edge não será bloqueada.

  Se você desabilitar (0) essa política para um canal (ou defini-la como “Instalações desabilitadas”), a instalação do Microsoft Edge será bloqueada.

  Se você não configurar essa política para um canal, a configuração da política “Permitir padrão de instalação” determinará se os usuários podem instalar esse canal do Microsoft Edge.

Se você definir essa política como Forçar instalações (por usuário) (6), “APP_NAME” só poderá ser implantado por usuário em todas as máquinas se o Microsoft Edge Update estiver pré-instalado por usuário. Requer atualização do Microsoft Edge 1.3.155.43 ou superior.

Esta política está disponível somente em instâncias do Windows que ingressaram em um domínio Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Especifica como o Microsoft Edge Update lida com as atualizações disponíveis do Microsoft Edge.

Se você habilitar essa política, o Microsoft Edge Update tratará as atualizações do Microsoft Edge de acordo com a forma como você configura as seguintes opções:
  - Atualizações desabilitadas (0): As atualizações nunca são aplicadas.
  - Sempre permitir atualizações (1) (Recomendado): As atualizações são sempre aplicadas quando encontradas, seja por verificação periódica de atualizações ou por verificação manual de atualizações.
  - Somente atualizações manuais (2): as atualizações são aplicadas somente quando o usuário executa uma verificação manual de atualizações. (Nem todos os aplicativos fornecem uma interface para essa opção.)
  - Somente atualizações silenciosas automáticas (3): as atualizações são aplicadas somente quando são encontradas pela verificação periódica de atualizações.

Se você selecionar atualizações manuais, verifique periodicamente se há atualizações usando o mecanismo de atualização manual do aplicativo, se disponível. Se você desativar as atualizações, verifique periodicamente se há atualizações e distribua-as aos usuários.

Se você não habilitar e configurar essa política, o Microsoft Edge Update tratará as atualizações disponíveis conforme especificado pela política “Padrão de substituição de política de atualização”.

Veja http://go.microsoft.com/fwlink/?linkid=2136406 para obter mais informações.

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Especifica para qual canal o Microsoft Edge deve ser atualizado.

Se você habilitar essa política, o Microsoft Edge será atualizado para o Canal de acordo com a forma como você configura as seguintes opções:

  - Estável: o Microsoft Edge será atualizado para a versão estável mais recente.
  - Beta: o Microsoft Edge será atualizado para a versão beta mais recente.
  - Dev: o Microsoft Edge será atualizado para a versão de desenvolvimento mais recente.
  - Estável Estendido: o Microsoft Edge será atualizado para a versão estável estendida mais recente, que segue uma cadência de lançamento mais longa do que a estável. Para obter mais informações, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Se você não configurar essa política, o Microsoft Edge será atualizado para a versão mais recente disponível para o Canal padrão.

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Quando esta política e a atualização estiverem habilitadas, o Microsoft Edge será atualizado para a versão especificada por esse valor da política.

O valor da política deve ser uma versão específica do Microsoft Edge, por exemplo 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não fará o downgrade para a versão especificada.

Se a versão especificada não existir ou estiver formatada incorretamente, o Microsoft Edge permanecerá na sua versão atual e não será atualizado para versões futuras automaticamente.

Confira http://go.microsoft.com/fwlink/?linkid=2136707 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Especifica que o Microsoft Edge Update deve reverter as instalações do Microsoft Edge para a versão indicada em ''Substituição da versão de destino''.

Essa política não tem efeito, a menos que ''Substituição da versão de destino'' esteja definido e ''Substituição da política de atualização'' esteja definido como um dos estados ATIVADO (Sempre permitir atualizações, Somente atualizações silenciosas automáticas, Somente atualizações manuais).

Se você desabilitar (0) essa política ou não a configurar, as instalações com uma versão superior à especificada por ''Substituição da versão de destino'' serão deixadas como estão.

Se você habilitar (1) essa política, as instalações com uma versão atual maior que a especificada por ''Substituição da versão de destino'' serão rebaixadas para a versão de destino.

Recomendamos que os usuários instalem a versão mais recente do navegador Microsoft Edge para garantir a proteção pelas atualizações de segurança mais recentes. A reversão para uma versão anterior corre o risco de exposição a problemas de segurança conhecidos. Essa política deve ser usada como uma correção temporária para solucionar problemas em uma atualização do navegador Microsoft Edge.

Antes de reverter temporariamente a versão do navegador, recomendamos que você ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os usuários da sua organização. Se você não ativar a Sincronização, existe o risco de perda permanente dos dados de navegação. Use essa política por sua conta e risco.

Observação: todas as versões disponíveis para reversão podem ser visualizadas aqui https://aka.ms/EdgeEnterprise.

Essa política se aplica ao Microsoft Edge versão 86 ou posterior.

Confira https://go.microsoft.com/fwlink/?linkid=2133918 para obter mais informações.

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Permite especificar se os usuários do programa Windows Insider estão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você habilitar (1) essa política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você desabilitar (0) essa política, os usuários do Programa Windows Insider não poderão ser inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você não configurar essa política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update por padrão.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeCanary">Especifica se o Microsoft Edge Update fará atualizações em conexões marcadas como limitadas, como conexões de celular ou outras em que o uso de dados é controlado para o navegador do Microsoft Edge. 

Se você não habilitar e configurar essa política, as atualizações ocorrerão com base na opção "Baixar atualizações em conexões limitadas" na página Sobre do navegador Microsoft Edge. Se um usuário não fizer uma escolha, a configuração do Windows será usada. Você pode saber mais sobre a configuração do Windows aqui: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Sempre permitir atualizações (2): as atualizações serão sempre baixadas quando encontradas, seja por verificação de atualização automática ou por uma verificação de atualização manual.

Desabilitar atualizações (1): as atualizações não serão baixadas ao usar uma conexão limitada.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeCanary">Você pode especificar se o Microsoft Edge (canal estável) está desinstalado ou bloqueado para desinstalação em dispositivos associados a um domínio no Espaço Econômico Europeu (EEA).

Se essa política estiver definida como 'Habilitada', o Microsoft Edge será desinstalado automaticamente em todos os dispositivos no EEA onde essa política estiver implantada. Os dados do usuário serão mantidos no dispositivo. O Microsoft Edge será desinstalado na próxima vez que o Microsoft Edge Update verificar automaticamente por atualizações. Se o Microsoft Edge for desinstalado dos dispositivos, aplicativos, widgets (por exemplo, Notícias, Pesquisa e Clima) ou quaisquer outros Aplicativos Progressivos da Web (PWAs) que dependem do Microsoft Edge não estarão mais disponíveis.

Se essa política estiver definida como 'Habilitada e excluir dados do usuário' (Configuração '2'), o Microsoft Edge será desinstalado automaticamente em todos os dispositivos na EEA onde essa política é aplicada, e os dados do usuário serão excluídos do dispositivo.

Se esta política estiver definida como 'Desativada' (Configuração '3'), todos os usuários na EEA são impedidos de desinstalar o Microsoft Edge onde essa política está implantada.

Se a política não estiver configurada (configuração padrão), a configuração de região do Windows do usuário determinará se ele poderá desinstalar o Microsoft Edge em um dispositivo associado a um domínio. Apenas usuários em países do EEA poderão desinstalar o Microsoft Edge se escolherem fazê-lo. Usuários fora dessa área não poderão desinstalar o Microsoft Edge. 

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.

Se o Microsoft Edge precisar ser reinstalado:
- Você pode definir a política de 'Instalação' para Forçar Instalações (em toda o computador) para reinstalar o Microsoft Edge.
- Se você definir a política de Instalação para Forçar Instalações (em toda o computador) e também definir a política de Desinstalação como Habilitada, a política de Forçar Instalações (em toda o computador) substituirá a política de Desinstalação.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Especifica se um canal do Microsoft Edge pode ser instalado em dispositivos ingressados no domínio.

  Se você habilitar (1) essa política para um canal, a instalação do Microsoft Edge não será bloqueada.

  Se você desabilitar (0) essa política para um canal (ou defini-la como “Instalações desabilitadas”), a instalação do Microsoft Edge será bloqueada.

  Se você não configurar essa política para um canal, a configuração da política “Permitir padrão de instalação” determinará se os usuários podem instalar esse canal do Microsoft Edge.

Se você definir esta política como Sempre permitir Machine-Wide Instalação, mas não Per-User (4), Microsoft Edge WebView será implantado somente em todo o computador.

Se você definir essa política como Forçar instalações (em toda a máquina) (5), “APP_NAME” só poderá ser implantado em toda a máquina se o Microsoft Edge Update estiver pré-instalado. Requer atualização do Microsoft Edge 1.3.155.43 ou superior.

Esta política está disponível somente em instâncias do Windows que ingressaram em um domínio Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Especifica como o Microsoft Edge Update lida com as atualizações disponíveis do Microsoft Edge.

Se você habilitar essa política, o Microsoft Edge Update tratará as atualizações do Microsoft Edge de acordo com a forma como você configura as seguintes opções:
  - Atualizações desabilitadas (0): As atualizações nunca são aplicadas.
  - Sempre permitir atualizações (1) (Recomendado): As atualizações são sempre aplicadas quando encontradas, seja por verificação periódica de atualizações ou por verificação manual de atualizações.
  - Somente atualizações manuais (2): as atualizações são aplicadas somente quando o usuário executa uma verificação manual de atualizações. (Nem todos os aplicativos fornecem uma interface para essa opção.)
  - Somente atualizações silenciosas automáticas (3): as atualizações são aplicadas somente quando são encontradas pela verificação periódica de atualizações.

Se você selecionar atualizações manuais, verifique periodicamente se há atualizações usando o mecanismo de atualização manual do aplicativo, se disponível. Se você desativar as atualizações, verifique periodicamente se há atualizações e distribua-as aos usuários.

Se você não habilitar e configurar essa política, o Microsoft Edge Update tratará as atualizações disponíveis conforme especificado pela política “Padrão de substituição de política de atualização”.

Veja http://go.microsoft.com/fwlink/?linkid=2136406 para obter mais informações.

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Especifica para qual canal o Microsoft Edge deve ser atualizado.

Se você habilitar essa política, o Microsoft Edge será atualizado para o Canal de acordo com a forma como você configura as seguintes opções:

  - Estável: o Microsoft Edge será atualizado para a versão estável mais recente.
  - Beta: o Microsoft Edge será atualizado para a versão beta mais recente.
  - Dev: o Microsoft Edge será atualizado para a versão de desenvolvimento mais recente.
  - Estável Estendido: o Microsoft Edge será atualizado para a versão estável estendida mais recente, que segue uma cadência de lançamento mais longa do que a estável. Para obter mais informações, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Se você não configurar essa política, o Microsoft Edge será atualizado para a versão mais recente disponível para o Canal padrão.

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Quando esta política e a atualização estiverem habilitadas, o Microsoft Edge será atualizado para a versão especificada por esse valor da política.

O valor da política deve ser uma versão específica do Microsoft Edge, por exemplo 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não fará o downgrade para a versão especificada.

Se a versão especificada não existir ou estiver formatada incorretamente, o Microsoft Edge permanecerá na sua versão atual e não será atualizado para versões futuras automaticamente.

Confira http://go.microsoft.com/fwlink/?linkid=2136707 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Especifica que o Microsoft Edge Update deve reverter as instalações do Microsoft Edge para a versão indicada em ''Substituição da versão de destino''.

Essa política não tem efeito, a menos que ''Substituição da versão de destino'' esteja definido e ''Substituição da política de atualização'' esteja definido como um dos estados ATIVADO (Sempre permitir atualizações, Somente atualizações silenciosas automáticas, Somente atualizações manuais).

Se você desabilitar (0) essa política ou não a configurar, as instalações com uma versão superior à especificada por ''Substituição da versão de destino'' serão deixadas como estão.

Se você habilitar (1) essa política, as instalações com uma versão atual maior que a especificada por ''Substituição da versão de destino'' serão rebaixadas para a versão de destino.

Recomendamos que os usuários instalem a versão mais recente do navegador Microsoft Edge para garantir a proteção pelas atualizações de segurança mais recentes. A reversão para uma versão anterior corre o risco de exposição a problemas de segurança conhecidos. Essa política deve ser usada como uma correção temporária para solucionar problemas em uma atualização do navegador Microsoft Edge.

Antes de reverter temporariamente a versão do navegador, recomendamos que você ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os usuários da sua organização. Se você não ativar a Sincronização, existe o risco de perda permanente dos dados de navegação. Use essa política por sua conta e risco.

Observação: todas as versões disponíveis para reversão podem ser visualizadas aqui https://aka.ms/EdgeEnterprise.

Essa política se aplica ao Microsoft Edge versão 86 ou posterior.

Confira https://go.microsoft.com/fwlink/?linkid=2133918 para obter mais informações.

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Permite especificar se os usuários do programa Windows Insider estão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você habilitar (1) essa política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você desabilitar (0) essa política, os usuários do Programa Windows Insider não poderão ser inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você não configurar essa política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update por padrão.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeWebView">Especifica se o Microsoft Edge Update fará atualizações em conexões marcadas como limitadas, como conexões de celular ou outras em que o uso de dados é controlado para o navegador do Microsoft Edge. 

Se você não habilitar e configurar essa política, as atualizações ocorrerão com base na opção "Baixar atualizações em conexões limitadas" na página Sobre do navegador Microsoft Edge. Se um usuário não fizer uma escolha, a configuração do Windows será usada. Você pode saber mais sobre a configuração do Windows aqui: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Sempre permitir atualizações (2): as atualizações serão sempre baixadas quando encontradas, seja por verificação de atualização automática ou por uma verificação de atualização manual.

Desabilitar atualizações (1): as atualizações não serão baixadas ao usar uma conexão limitada.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeWebView">Você pode especificar se o Microsoft Edge (canal estável) está desinstalado ou bloqueado para desinstalação em dispositivos associados a um domínio no Espaço Econômico Europeu (EEA).

Se essa política estiver definida como 'Habilitada', o Microsoft Edge será desinstalado automaticamente em todos os dispositivos no EEA onde essa política estiver implantada. Os dados do usuário serão mantidos no dispositivo. O Microsoft Edge será desinstalado na próxima vez que o Microsoft Edge Update verificar automaticamente por atualizações. Se o Microsoft Edge for desinstalado dos dispositivos, aplicativos, widgets (por exemplo, Notícias, Pesquisa e Clima) ou quaisquer outros Aplicativos Progressivos da Web (PWAs) que dependem do Microsoft Edge não estarão mais disponíveis.

Se essa política estiver definida como 'Habilitada e excluir dados do usuário' (Configuração '2'), o Microsoft Edge será desinstalado automaticamente em todos os dispositivos na EEA onde essa política é aplicada, e os dados do usuário serão excluídos do dispositivo.

Se esta política estiver definida como 'Desativada' (Configuração '3'), todos os usuários na EEA são impedidos de desinstalar o Microsoft Edge onde essa política está implantada.

Se a política não estiver configurada (configuração padrão), a configuração de região do Windows do usuário determinará se ele poderá desinstalar o Microsoft Edge em um dispositivo associado a um domínio. Apenas usuários em países do EEA poderão desinstalar o Microsoft Edge se escolherem fazê-lo. Usuários fora dessa área não poderão desinstalar o Microsoft Edge. 

Essa política está disponível apenas em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.

Se o Microsoft Edge precisar ser reinstalado:
- Você pode definir a política de 'Instalação' para Forçar Instalações (em toda o computador) para reinstalar o Microsoft Edge.
- Se você definir a política de Instalação para Forçar Instalações (em toda o computador) e também definir a política de Desinstalação como Habilitada, a política de Forçar Instalações (em toda o computador) substituirá a política de Desinstalação.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minutos entre as verificações de atualização</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Hora</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minuto</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Duração</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Tipo de URL de download a ser solicitado</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Escolha como especificar as configurações de um servidor proxy</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Endereço ou URL de um servidor proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL para o arquivo .pac de proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Política de atualização</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Política de atualização</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Versão de destino</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Controlar a comunicação do atualizador com o Serviço de Configuração e Experimentação</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Canal de Destino
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_DefaultMeteredUpdates">
        <dropdownList refId="Part_DefaultMeteredUpdatesPolicy"
            defaultItem="0">Política de Atualizações Limitadas Padrão</dropdownList>
      </presentation>
      <presentation id="Pol_MeteredUpdates">
        <dropdownList refId="Part_MeteredUpdatesPolicy"
            defaultItem="0">Política de Atualizações Limitadas</dropdownList>
      </presentation>
      <presentation id="Pol_UninstallEdge">
        <dropdownList refId="Part_UninstallEdgePolicy"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Política de instalação</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Política de instalação</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>